Repository: paulmadore/odd-music-player
Catalog: inspirations/vocal/po/*.po
Languages: bs, es, fi, nl, pt, sr, sv

source: Selected file doesn't appear to contain podcast subscriptions.
bs: Izabrani fajl ne sadrži pretplate na podkast.
es: El archivo seleccionado no parece contener suscripciones a un podcast.
fi: Valittu tiedosto ei vaikuta sisältävän podcast-tilauksia.
nl: Het geselecteerde bestand bevat geen podcast inschrijvingen.
pt: Parece que o ficheiro selecionado não contém subscrições.
sr: Изабрани фајл не садржи подкаст претплате.
sv: Den valda filen verkar inte innehålla podcastprenumerationer

source: Selected file seems to be empty.
bs: Izabrani fajl je prazan.
es: El archivo seleccionado parece estar vacío.
fi: Valittu tiedosto vaikuttaa tyhjältä.
nl: Het geselecteerde bestand is leeg.
pt: Parece que o ficheiro selecionado está vazio.
sr: Изабрани фајл је празан.
sv: Den valda filen verkar vara tom

source: Unable to add podcast
bs: Dodavanje podcasta neuspješno
es: No se pudo añadir el podcast
fi: Podcastin liittäminen epäonnistui
nl: Kan podcast niet toevoegen
pt: Incapaz de adicionar podcast
sr: Неуспешно додавање подкаста
sv: Kan ej lägga till podcast

source: translator-credits
bs: Launchpad Contributions: Din https://launchpad.net/~din-ferizovic
es: Launchpad Contributions: Adolfo Jayme https://launchpad.net/~fitojb Alejandro Dominguez https://launchpad.net/~al3xdmz Christopher https://launchpad.net/~cdhornb Ezequiel Sapo https://launchpad.net/~ezesapo Nathan Dyer https://launchpad.net/~nathandyer juanrios https://launchpad.net/~juanrios
fi: Launchpad Contributions: Jiri Grönroos https://launchpad.net/~jiri-gronroos Nathan Dyer https://launchpad.net/~nathandyer
nl: Launchpad Contributions: Nathan Dyer https://launchpad.net/~nathandyer Tuur Dutoit https://launchpad.net/~tuur-dutoit-f needhelp007 https://launchpad.net/~iempie3
pt: Launchpad Contributions: Felix https://launchpad.net/~nunofelix1990-gmail Nathan Dyer https://launchpad.net/~nathandyer Sérgio Marques https://launchpad.net/~sergio+marques
sr: Launchpad Contributions: Jovan Petrović https://launchpad.net/~munch993
sv: Launchpad Contributions: Nathan Dyer https://launchpad.net/~nathandyer Niclas Lockner https://launchpad.net/~niclasl Tommy Brunn https://launchpad.net/~tommybrunn

source: View show notes
bs: Pogledaj opis epizode
es: Ver notas del programa
fi: Näytä ohjelman tiedot
nl: Bekijk aflevering details
pt: Ver notas do episódio
sr: Погледај детаље епизоде
sv: Se avsnittsinformation

source: Return to library view
bs: Povratak na biblioteku
es: Volver a la colección
fi: Palaa kirjastonäkymään
nl: Terug naar bibliotheek overzicht
pt: Voltar para a vista de coleção
sr: Повратак на библиотеку
sv: Återgå till biblioteksvy

source: Welcome to Vocal
bs: Dobrodošli u Vokal
es: Este es Vocal
fi: Tervetuloa Vocalin pariin
nl: Welkom in Vocal
pt: Bem-vindo ao Vocal
sr: Добродошли у Vocal
sv: Välkommen till Vocal

source: Build Your Library By Adding Podcasts
bs: Napravi svoju biblioteku dodavanjem podkasta
es: Arme su colección añadiendo podcasts
fi: Rakenna kirjastosi lisäämällä podcasteja
nl: Maak Je Eigen Bibliotheek Door Podcasts Toe Te Voegen
pt: Crie a sua coleção adicionando podcsts
sv: Bygg upp ditt bibliotek genom att lägga till podcasts

source: Add a New Feed
bs: Dodaj novi izvor
es: Añadir un canal nuevo
fi: Lisää uusi syöte
nl: Een Nieuwe Feed Toevoegen
pt: Adicionar nova fonte
sr: Додај нови извор
sv: Lägg till ett flöde

source: Provide the web address of a podcast feed.
bs: Unesite adresu podkast izvora.
es: Proporcione la dirección web del canal del podcast.
fi: Anna podcast-syötteen osoite.
nl: Geef het webadres van een podcast feed in.
pt: Escreva o endereço web da fonte.
sr: Унесите веб адресу извора за подкаст.
sv: Ange webbadressen till ett podcastflöde

source: Import Subscriptions
bs: Uvezite pretplate
es: Importar suscripciones
fi: Tuo tilauksia
nl: Inschrijvingen Importeren
pt: Importar subscrições
sr: Учитај Претплате
sv: Importera prenumerationer

source: If you have exported feeds from another podcast manager, import them here.
bs: Ako ste izveli izvore na drugom podkast menadžeru, uvezite ih ovdje.
es: Si ha exportado canales de otro gestor de podcasts, impórtelos aquí.
fi: Jos olet vienyt syötteitä toisesta podcast-ohjelmasta, tuo ne tänne.
nl: Als je geëxporteerde feeds hebt van een andere podcast beheerder, importeer ze dan hier.
pt: Se exportou fontes de outro gestor de podcasts, importe-as aqui.
sr: Ако сте извозили изворе из другог менаџера за подкасте, учитајте их овде.
sv: Om du har exporterat flöden från en annan podcastspelare, importera dem här.

source: Check Out the Vocal Starter Pack…
bs: Probajte Vokal Početni paket...
es: Mire
fi: Tutustu Vocalin aloituspakkaukseen…
nl: Bekijk het Vocal starterspakket...
pt: Verifique o pacote Vocal Starter...
sr: Испробајте Vocal Starter Pack…
sv: Kolla in Vocals startpaket…

source: New to podcasting? Check out our starter pack. Select individual podcasts, or download the entire pack.
bs: Novi ste u slušanju podkasta? Probajte vokal početni paket. Izaberite pojedinačne podkaste, ili preuzmite čitav paket.
es: Nuevo en los Podcast's? cheque nuestro paquete de inicio. selecciones podcast inviduales, o descargue el paquete completo
fi: Etkö ole vielä ehtinyt tutustua podcasteihin? Tutustu aloituspakkaukseen. Valitse yksittäisiä podcasteja tai lataa koko pakkaus.
nl: Nieuw met podcasting? Bekijk onze starterspakket. Selecteer individuele podcasts, of download de hele pakket.
pt: Novo no podcasting? Verifique o nosso pacote Starter. Selecione os podcasts individualmente ou o pacote completo.
sr: Нови сте у слушању подкаста? Испробајте наш пакет за почетнике. Изаберите појединачне подкасте, или преузмите цели пакет.
sv: Ny i podcast-världen? Kolla in vårt startpaket. Välj ut individuella podcasts eller ladda ned hela paketet.

source: Export Subscriptions…
bs: Izvezite pretplate
es: Exportar suscripciones…
fi: Vie tilaukset…
nl: Inschrijvingen Exporteren...
pt: Exportar subscrições...
sr: Извоз Претплата...
sv: Exportera prenumerationer…

source: Preferences
bs: Postavke
es: Preferencias
fi: Asetukset
nl: Voorkeuren
pt: Preferências
sr: Поставке
sv: Inställningar

source: Check Out The Vocal Starter Pack…
bs: Probajte Vokal Početni paket...
es: Cheque el paquete de inicio de Vocal
fi: Tutustu Vocalin aloituspakkaukseen…
nl: Bekijk het Vocal starterspakket...
pt: Verifique o nosso pacote Vocal Starter...
sv: Kolla in Vocals startpaket…

source: Donate…
bs: Donacija
es: Donar…
fi: Lahjoita…
nl: Doneren...
pt: Donativos...
sr: Донирај...
sv: Donera…

source: Add new podcasts to the library
bs: Dodajte nove podkaste u biblioteku
es: Añadir podcasts nuevos a la colección
fi: Lisää uusia podcasteja kirjastoon
nl: Een nieuwe podcast toevoegen aan de bibliotheek
pt: Adicionar novos podcasts à coleção
sr: Додај нове подкасте у библиотеку
sv: Lägg till nya podcasts till biblioteket

source: Add Podcast Feed
bs: Dodaj podkast izvor
es: Añadir canal de podcast
fi: Lisää podcast-syöte
nl: Een Podcast Feed Toevoegen
pt: Adicionar fonte de podcast
sr: Додај Извор Подкаста
sv: Lägg till podcastflöde

source: Import Subscriptions…
bs: Uvezite pretplate...
es: Importar suscripciones…
fi: Tuo tilauksia…
nl: Inschrijvingen Importeren...
pt: Importar subscrições...
sr: Учитај Претплате...
sv: Importera prenumerationer…

source: All Podcasts
bs: Svi Podkasti
es: Todos los podcasts
fi: Kaikki podcastit
nl: Alle Podcasts
pt: Todos os podcasts
sr: Сви подкасти
sv: Alla podcasts

source: Audio
bs: Zvuk
fi: Ääni
pt: Áudio
sr: Звук
sv: Ljud

source: Video
es: Vídeo
pt: Vídeo
sr: Видео

source: Play
bs: Pokreni
es: Reproducir
fi: Toista
nl: Afspelen
pt: Reproduzir
sr: Пусти
sv: Spela

source: Fast forward %d seconds
bs: Preskoči %d sekundi
es: Avanzar %d segundos
fi: Kelaa eteenpäin %d sekuntia
nl: %d seconden vooruit spoelen
pt: Avançar %d segundos
sr: Убрзај за %d секунди
sv: Snabbspola %d sekunder

source: Rewind %d seconds
bs: Vrati %d sekundi
es: Rebobinar %d segundos
fi: Kelaa taaksepäin %d sekuntia
nl: %d seconden terug spoelen
pt: Recuar %d segundos
sr: Премотај за %d секунди
sv: Spola tillbaka %d sekunder

source: Check for new episodes
bs: Provjeri dostupnost novih epizoda
es: Buscar episodios nuevos
fi: Tarkista uudet jaksot
nl: Controleren voor nieuwe afleveringen
pt: Procurar novos episódios
sr: Провери за нове епизоде
sv: Leta efter nya avsnitt

source: Downloads
bs: Preuzimanja
es: Descargas
fi: Lataukset
pt: Transferências
sr: Преузимања
sv: Nedladdningar

source: Pause
bs: Pauziraj
es: Pausar
fi: Keskeytä
nl: Pauze
pt: Pausa
sr: Паузирај
sv: Pausa

source: Cancel
bs: Otkaži
es: Cancelar
fi: Peru
nl: Annuleren
pt: Cancelar
sr: Откажи
sv: Avbryt

source: Save
bs: Spremi
fi: Tallenna
pt: Guardar
sr: Сачувај
sv: Spara

source: All files
bs: Svi fajlovi
es: Todos los archivos
fi: Kaikki tiedostot
nl: Alle bestanden
pt: Todos os ficheiros
sr: Све датотеке
sv: Alla filer

source: OPML and XML files
bs: OPML i XML fajlovi
es: Archivos OPML y XML
fi: OPML- ja XML-tiedostot
nl: OPML en XML bestanden
pt: Ficheiros OPML e XML
sr: OPML и XML датотеке
sv: OPML- och XML-filer

source: Select Subscription File
bs: Izaberi fajl sa pretplatama
es: Elegir archivo de suscripción
fi: Valitse tilaustiedosto
nl: Inschrijvingsbestand selecteren
pt: Selecione o ficheiro de subscrições
sr: Изабери датотеку Претплате
sv: Välj prenumerationsfil

source: Open
bs: Otvori
fi: Avaa
pt: Abrir
sr: Отвори
sv: Öppna

source: OPML files
bs: OPML fajlovi
es: Archivos OPML
fi: OPML-tiedostot
nl: OPML bestanden
pt: Ficheiros OPML
sr: OPML фајлови
sv: OPML-filer

source: Error Importing from File
bs: Pogreška pri uvoženju fajla
es: Error al importar a partir del archivo
fi: Virhe tiedostosta tuotaessa
nl: Fout bij importeren uit bestand
pt: Erro ao importar do ficheiro
sr: Грешка при учитавању из Датотеке
sv: Fel vid importering från fil

source: Please check that you selected the correct file and that you are connected to the network.
bs: Molimo provjerite da ste izabrali ispravan fajl i da ste povezani na mrežu
es: Compruebe que seleccionó el archivo correcto y que está conectado con la red.
fi: Varmista, että valitsit oikean tiedoston ja että käytössäsi on verkkoyhteys.
nl: Gelieve te controleren dat u het juiste bestand hebt geselecteerd en dat u met het netwerk verbonden bent.
pt: Por favor verifique se selecionou o ficheiro correto e se está ligado à Internet.
sr: Проверите да сте изабрали исправну датотеку и да сте повезани на мрежу.
sv: Var god kontrollera att du valt rätt fil och att du är ansluten till nätverket.

source: Additional plugins are needed to play media. Would you like for Vocal to install them for you?
bs: Dodatni plugini su potrebni za reprodukciju medija. Želite li da ih Vokal instalira za vas?
es: Se necesitan complementos adicionales para reproducir multimedia. ¿Quiere que Vocal los instale por usted?
fi: Median toistamiseen tarvitaan erillisiä liitännäisiä. Haluatko Vocalin asentavan ne järjestelmään?
nl: Extra plugins zijn nodig om media te spelen. Wenst u voor Vocal ze voor u te installeren?
pt: São necessários alguns extras para a reprodução. Gostaria que o Vocal os tentasse instalar?
sr: Додатни плагинови су потребни за репродуковање медија. Да ли желите да их Vocal инсталира?
sv: Ytterligare insticksprogram är nödvändiga för att spela upp vald media. Vill du att Vocal ska installera dem åt dig?

source: Adding new podcast: <b>
bs: Dodavanje novog podcasta: <b>
es: Adición de nuevo podcast: <b>
fi: Lisätään uusi podcast: <b>
nl: Nieuwe podcast toevoegen: <b>
pt: Adicionando novo podcast: <b>
sr: Додавање новог подкаста: <b>
sv: Lägger till ny podcast: <b>

source: Error Adding Podcast
bs: Pogreška pri dodavanju podkasta
es: Error al añadir el podcast
fi: Virhe podcastia lisätessä
nl: Fout bij toevoegen Podcast
pt: Erro ao adicionar podcast
sr: Грешка при додавању Подкаста
sv: Fel vid tillägg av podcast

source: Please check that the feed is correct and that you have a network connection.
bs: Molimo provjerite da je izvor ispravan i da ste povezani na mrežu.
es: Compruebe que el canal es correcto y que se estableció una conexión de red.
fi: Varmista, että syöte ja verkkoyhteytesi toimivat.
nl: Controleer dat de feed correct is en dat u een netwerkverbinding hebt.
pt: Por favor verifique se a fonte está correta e que você tem uma ligação à Internet.
sr: Проверите да је извор правилан и да сте повезани на мрежу.
sv: Var god kontrollera att flödet är korrekt och att du har en nätverksanslutning.

source: Good Stuff is On Its Way
bs: Dobre stvari su na putu
es: Espere un momento
fi: Hyvää tiedossa
nl: Uw podcasts zijn binnenkort beschikbaar
pt: Boas coisas estão a caminho
sr: Добре Ствари Долазе
sv: Grymma grejer är på väg

source: If you are importing several podcasts it can take a few minutes. Your library will be ready shortly.
bs: Uvoz nekoliko podkasta može potrajati. Vaša biblioteka će biti spremna ubrzo.
es: Si está importando varios podcasts esto podría tomar algunos minutos. La colección estará lista pronto.
fi: Jos olet aikeissa tuoda useita podcasteja, siinä saattaa kestää hetki. Kirjastosi on valmis pian.
nl: Als u verschillende podcasts importeert kan het enkele minuten duren. Uw bibliotheek zal binnenkort klaar zijn.
pt: Se você estiver a importar vários podcasts, podem demorar alguns minutos. A sua coleção estará pronta brevemente.
sr: Ако учитавате више подкаста потрајаће пар минута. Ваша библиотека ће ускоро бити спремна.
sv: Om du importerar flera podcasts kan det ta några minuter. Ditt bibliotek kommer att vara redo inom kort.

source: Fresh content has been added to your library.
bs: Novi sadržaj dodat u vašu biblioteku.
es: Se añadió contenido nuevo a la colección.
fi: Uutta sisältöä on lisätty kirjastoosi.
nl: Nieuw content is toegevoegd aan uw bibliotheek.
pt: Foi adicionado novo conteúdo à sua coleção.
sr: Нови садржај је додат у вашу библиотеку.
sv: Nytt innehåll har lagts till i ditt bibliotek.

source: Vocal is currently downloading episodes. Exiting will cause the downloads to be canceled. Are you sure you want to exit?
bs: Vokal trenutno preuzima epizode. Izlaz će prekinuti preuzimanje. Jeste li sigurni da želite izaći?
es: Vocal está descargando episodios. Si lo cierra se cancelarán las descargas. ¿Está seguro de que quiere salir?
fi: Vocal lataa parhaillaan jaksoja. Sovelluksen sulkeminen peruu kaikki lataukset. Haluatko varmasti sulkea sovelluksen?
nl: Vocal is afleveringen aan het downloaden. Afsluiten zal de downloads annuleren. Weet je zeker dat je wilt afsluiten?
pt: O Vocal ainda está a transferir alguns episódios. Se sair, as transferências ativas serão canceladas. Tem a certeza de que pretende sair?
sr: Vocal тренутно преузима епизоде. Излажење ће прекинути преузимања. Да ли сигурно желите да изађете?
sv: Vocal laddar ned avsnitt. Att avsluta kommer avbryta nedladdningarna. Är du säker på att du vill avsluta?

source: Cancel Download
bs: Prekini preuzimanje
es: Cancelar la descarga
fi: Peru lataus
nl: Download annuleren
pt: Cancelar transferência
sr: Откажи преузимање
sv: Avbryt nedladdning

source: Exit Fullscreen
bs: Izađi iz punog ekrana
es: Salir de pantalla completa
fi: Poistu koko näytön tilasta
nl: Volledig scherm verlaten
pt: Sair de ecrã completo
sr: Изађи из мода целог екрана
sv: Lämna helskärm

source: No active downloads.
bs: Nema aktivnih preuzimanja
es: No hay descargas en curso.
fi: Ei aktiivisia latauksia.
nl: Geen actieve downloads
pt: Nenhuma transferência ativa.
sr: Нема преузимања.
sv: Inga pågående nedladdningar.

source: Add New Podcast
bs: Dodaj novi podkast
es: Añadir un podcast nuevo
fi: Lisää uusi podcast
nl: Een Nieuwe Podcast Toevoegen
pt: Adicionar novo podcast
sr: Додај Нови Подкаст
sv: Lägg till ny podcast

source: <b>Add a new podcast feed to the library</b>
bs: <b>Dodavanje novog podkasta u biblioteku</b>
es: <b>Añadir un canal de podcast nuevo a la colección</b>
fi: <b>Lisää uusi podcast-syöte kirjastoosi</b>
nl: <b>Een nieuwe podcast feed aan de bibliotheek toevoegen</b>
pt: <b> Adionar nova fonte de podcasts à coleção</b>
sr: <b>Додај нови подкаст у библиотеку</b>
sv: <b>Lägg till ny podcast-flöde till biblioteket</b>

source: Podcast feed web address
bs: Web adresa izvora podkasta
es: Dirección web del canal del podcast
fi: Podcast-syötteen osoite
nl: Podcast feed webadres
pt: Endereço web da fonte
sr: Веб адреса извора Подкаста
sv: Adress till podcast-flöde

source: <b>Select an episode to start playing...</b>
bs: Izaberite epizodu za reprodukciju
es: <b>Seleccione un episodio para empezar la reproducción...</b>
fi: <b>Valitse jakso aloittaaksesi toistamisen...</b>
nl: <b>Selecteer een aflevering om het afspelen te starten...<b>
pt: <b>SSelecione um episódio para iniciar a reprodução...</b>
sr: <b>Изабери епизоду за пуштање</b>
sv: <b>Välj ett avsnitt att börja spela…</b>

source: Automatically download new episodes:
bs: Automatsko preuzimanje novih epizoda
es: Descargar episodios nuevos automáticamente:
fi: Lataa automaattisesti uudet jaksot:
nl: Download nieuwe episodes automatisch:
pt: Transferir novos episódios automaticamente:
sr: Аутоматски преузми нове епизоде:
sv: Ladda automatiskt ned nya avsnitt:

source: Automatically delete played files:
bs: Automatsko brisanje preslušanih fajlova
es: Automáticamente eliminar archivos reproducidos
fi: Poista automaattisesti toistetut tiedostot:
nl: Automatisch gespeelde bestanden verwijderen:
pt: Eliminar ficheiros reproduzidos:
sr: Аутоматски обриши преслушане датотеке:
sv: Ta automatiskt bort spelade filer:

source: Seconds to skip back:
bs: Premotaj unazad:
es: Segundos que saltar hacia atrás:
fi: Taaksepäin kelaus sekunneissa:
nl: Seconden om terug te skippen:
pt: Segundos para recuar:
sr: Секунди уназад:
sv: Sekunder att hoppa tillbaka:

source: Seconds to skip forward:
bs: Premotaj unaprijed:
es: Segundos que saltar hacia adelante:
fi: Eteenpäin kelaus sekunneissa:
nl: Seconden om vooruit te skippen:
pt: Segundos para avançar:
sr: Секунди унапред:
sv: Sekunder att hoppa framåt:

source: Close
bs: Zatvori
es: Cerrar
fi: Sulje
nl: Sluiten
pt: Fechar
sr: Затвори
sv: Stäng

source: This episode is currently being played
bs: Ova epizoda se trenutno reproducira
es: Este episodio se está reproduciendo
fi: Tätä jaksoa toistetaan parhaillaan
nl: Deze aflevering wordt momenteel afgespeeld
pt: Este episódio está a ser reproduzido
sr: Ова епизода се тренутно репродукује
sv: Detta avsnitt spelas just nu

source: Stream Episode
bs: Reprodukuj epizodu
es: Transmitir el episodio
fi: Striimaa jakso
nl: Aflevering Streamen
pt: Transmitir episódio
sr: Пусти Епизоду Уживо
sv: Strömma avsnitt

source: Download Episode
bs: Preuzmi epizodu
es: Descargar el episodio
fi: Lataa jakso
nl: Aflevering downloaden
pt: Transferir episódio
sr: Преузми Епизоду
sv: Ladda ned avsnitt

source: Mark all episodes as played
bs: Markiraj sve epizode kao poslušane
es: Marcar todos los episodios como reproducidos
fi: Merkitse kaikki jaksot toistetuiksi
nl: Alle afleveringen markeren als gespeeld
pt: Marcar todos os episódios como reproduzidos
sr: Обележи све епизоде као преслушане
sv: Markera alla avsnitt som spelade

source: Download all episodes
bs: Preuzmi sve epizode
es: Descargar todos los episodios
fi: Lataa kaikki jaksot
nl: Alle afleveringen downloaden
pt: Transferir todos os episódios
sr: Преузми све епизоде
sv: Ladda ned alla avsnitt

source: Hide episodes that have already been played
bs: Sakrij preslušane epizode
es: Ocultar los episodios ya reproducidos
fi: Piilota jaksot, jotka on jo toistettu
nl: Verberg afleveringen die al zijn gespeeld
pt: Ocultar episódios que já foram reproduzidos
sr: Сакриј преслушане епизоде
sv: Göm spelade avsnitt

source: Remove podcast from library
bs: Ukloni podkast iz biblioteke
es: Quitar el podcast de la colección
fi: Poista podcast kirjastosta
nl: Verwijder podcast van bibliotheek
pt: Remover podcast da coleção
sr: Уклони подкаст из библиотеке
sv: Ta bort podcast från biblioteket

source: More options
bs: Dodatne opcije
es: Más opciones
fi: Lisää valintoja
nl: Meer opties
pt: Mais opções
sr: Више подешавања
sv: Fler alternativ

source: Hide the episode side pane
bs: Sakrij okno sa strane
fi: Piilota jaksopaneeli
pt: Ocultar painel lateral de episódios
sr: Сакриј панел са епизодама
sv: Göm avsnittssidopanelen

source: Mark selected episodes as played
bs: Označi odabrane epizode kao slušane
fi: Merkitse valitut jaksot toistetuiksi
pt: Marcar episódios selecionados como reproduzidos
sr: Обележи изабране епизоде као преслушане
sv: Markera valda avsnitt som spelade

source: Mark selected episodes as unplayed
bs: Označi odabrane epizode kao nepreslušane
fi: Merkitse valitut jaksot toistamattomiksi
pt: Marcar episódios selecionados como não reproduzidos
sr: Обележи изабране епизоде као непреслушане
sv: Markera valda avsnitt som ospelade

source: Delete local files for selected episodes
bs: Obriši lokalne fajlove za odabrane epizode
fi: Poista valittujen jaksojen paikalliset tiedostot
pt: Eliminar ficheiros locais dos episódios selecionados
sr: Уклони локалне датотеке за изабране епизоде
sv: Ta bort lokala filer för valda avsnitt

source: Are you sure you want to delete the downloaded files for the selected episodes?
bs: Jeste li sigurni da želite obrisati preuzete fajlove za odabrane epizode?
fi: Haluatko varmasti poistaa valittujen jaksojen ladatut tiedostot?
pt: Tem a certeza de que pretende eliminar os ficheiros transferidos?
sr: Да ли сте сигурни да желите да уклоните преузете датотеке за изабране епизоде?
sv: Är du säker på att du vill ta bort nedladdade filer för valda avsnitt?

source: Mark as Played
bs: Označi kao preslušano
es: Marcar como reproducido
fi: Merkitse toistetuksi
nl: Markeer als afgespeeld
pt: Marcar como reproduzido
sr: Означи као Репродуковано
sv: Markera som spelad

source: Mark as Unplayed
bs: Označi kao nepreslušano
es: Marcar como no reproducido
fi: Merkitse toistamattomaksi
nl: Markeer als niet afgespeeld
pt: Marcar como não reproduzido
sr: Означи као Нерепродуковано
sv: Markera som ospelad

source: Delete Local File
bs: Obriši lokalni fajl
es: Eliminar archivo local
fi: Poista paikallinen tiedosto
nl: Lokaal Bestand Verwijderen
pt: Eliminar ficheiro local
sr: Обриши Локалну Датотеку
sv: Ta bort lokal fil

source: No new episodes.
bs: Nema novih epizoda
es: No hay episodios nuevos.
fi: Ei uusia jaksoja.
nl: Geen nieuwe afleveringen.
pt: Nenhum novo episódio.
sr: Нема нових епизода.
sv: Inga nya avsnitt.

source: No episodes available.
bs: Nema dostupnih epizoda
es: No hay episodios disponibles.
fi: Jaksoja ei ole saatavilla.
nl: Geen afleveringen beschikbaar.
pt: Nenhum episódio disponível.
sr: Нема епизода.
sv: Inga avsnitt tillgängliga.

source: %d episodes, %d unplayed
bs: %d epizoda, %d nepreslušano
es: %d episodios, %d sin reproducir
fi: %d jaksoa, %d toistamatta
nl: %d afleveringen, %d nog niet gezien
pt: %d episódios, %d por reproduzir
sr: %d епизода, %d непреслушано
sv: %d avsnitt, %d ospelade

source: %d episodes
bs: %d epizoda
es: %d episodios
fi: %d jaksoa
nl: %d afleveringen
pt: %d episódios
sr: %d епизода
sv: %d avsnitt
